#version: 0.2
Ġ a
i n
Ġ t
Ġ o
Ġ s
in g
i t
Ġ w
Ġ b
e r
Ġ p
a n
Ġ c
l e
h e
r e
Ġo f
Ġo n
a t
r o
a r
Ġ in
Ġ f
i s
Ġt he
Ġ m
Ġt o
it h
Ġw ith
Ġ g
Ġ h
Ġ l
e n
d ing
a l
Ġ d
Ġs t
r a
Ġan d
o m
c k
n e
o w
u n
e s
e t
e d
l a
Ġ is
o r
t ing
i r
Ġs it
Ġm an
o n
Ġ ne
o p
u p
i l
al l
Ġsit ting
r i
a s
c h
e l
Ġw h
Ġc o
o t
Ġst an
u t
x t
o o
it e
Ġne xt
g e
i d
Ġt h
Ġstan ding
a b
ar d
Ġt ra
w o
er s
u s
i g
k ing
u r
y ing
o l
i c
Ġwh ite
e b
e op
eop le
Ġs k
Ġb e
o ard
id e
Ġ k
Ġ v
Ġp eople
Ġt ab
Ġh ol
un d
Ġtab le
Ġp la
f f
a d
Ġhol ding
Ġg ro
Ġf l
Ġ it
Ġ y
Ġ e
re et
Ġwom an
Ġst reet
Ġd o
o un
Ġth at
T wo
Ġb o
l o
Ġp ar
om e
Ġlar ge
Ġf i
Ġ riding
Ġgro up
el d
c e
Ġb at
Ġfi eld
Ġc at
Ġdow n
Ġs h
ers on
Ġs m
Ġp erson
a ch
Ġc lo
T he
Ġtra in
Ġw al
Ġs n
la ck
oun g
Ġw at
v er
Ġsn ow
Ġ up
v e
ig n
s e
Ġy oung
an d
Ġp i
u m
re en
Ġt en
Ġb lack
Ġ ra
n is
Ġs ur
Ġdo g
k e
Ġf ron
Ġs ign
Ġfron t
h t
Ġb u
a m
Ġten nis
Ġc ar
Ġo ut
Ġplat e
Ġne ar
u g
re e
Ġ room
Ġ red
Ġsm all
Ġs ome
Ġbu il
i on
Ġs ide
Ġbuil ding
b oard
Ġh is
Ġg ras
Ġsur f
Ġp h
u e
Ġsk at
Ġgras s
Ġb a
u l
in d
p t
Ġwal king
Ġg reen
Ġt wo
Ġ ro
v ing
Ġwat er
a ir
Ġbat h
Ġwh ile
Ġk it
Ġbaseb all
a y
Ġwoo d
Ġ re
z z
oo d
s ide
r u
p h
ig ht
Ġkit chen
A n
Ġpi zz
Ġb l
Ġh as
an t
Ġh or
Ġco up
Ġcom p
Ġcoup le
e e
Ġbath room
ir t
t er
y c
Ġskat eboard
a in
Ġbl ue
Ġpizz a
Ġb y
Ġclo ck
Ġot her
i m
ug h
Ġf ood
Ġpar ked
um b
Ġm ot
Ġba ck
Ġro ad
Ġo ver
Ġl i
il d
Ġ n
Ġ j
pt op
t le
Ġla ptop
Ġbe ach
Ġto ilet
Ġf or
Ġfil led
Ġd es
Ġbo y
Ġcomp uter
c t
Ġmot or
Ġwood en
Ġ z
ira ff
it y
Ġfl ying
Ġco vered
Ġ umb
ro ugh
Ġumb rel
row n
Ġth rough
ph ant
Ġg iraff
ir l
Ġele phant
am e
i e
Ġg irl
Ġw ind
p ed
Ġch ild
Ġ und
Ġw a
Ġdes k
Ġw e
Ġc ity
Ġb rown
Ġplay er
c yc
Ġund er
Ġc a
Ġz eb
ir d
Ġm en
Ġb ird
Ġmotor cyc
Ġben ch
Ġwe aring
Ġwind ow
Ġloo king
Ġhor se
d y
Ġg las
Ġsurf board
Ġbe ar
ck s
Ġp as
Ġch air
Ġg ame
b ee
Ġph one
Ġe ach
s t
ris bee
in k
T h
a ge
Ġh and
Ġs ink
el low
Ġpict ure
Ġbo at
Ġf rom
Ġp o
p p
Ġt ru
' s
ur t
Ġumbrel la
s s
Ġe ating
u b
Ġy ellow
Ġs w
Ġair p
Ġli ving
Ġthe ir
Ġgiraff e
Ġs p
Ġmotorcyc le
Ġcel l
il l
Ġca ke
ot o
oun t
Ġare a
ro ss
Ġd e
Ġs and
Ġt ree
Ġtru ck
Ġlit tle
t o
Ġph oto
Ġg ra
Ġs c
Ġt a
Ġco urt
Ġm o
en t
k s
Ġsit s
Ġd is
Ġpar k
Ġs o
Ġop en
Ġf risbee
Ġver y
u it
Ġzeb ra
Ġol d
Ġsk y
ff ic
Ġsk is
Ġclo se
Th ree
Ġcon t
r y
w ay
Ġout side
Ġtra vel
i f
Ġo ce
Ġoce an
Ġ A
d le
Ġtra ffic
Ġsh irt
ul l
or t
Ġ T
Ġa c
Ġb i
Ġs uit
Ġp a
g round
Ġsk i
Ġm ir
Ġflow ers
g ing
h ind
Ġbe hind
Ġd ri
Ġmir ror
Ġin side
Ġc ut
Ġtravel ing
Ġa pp
Ġm id
Ġh ot
Ġtow er
Ġin to
u ch
Ġh an
Ġs l
Ġoran ge
Ġh y
Ġsh ow
m ent
Ġwa ve
Ġst at
Ġbow l
Ġve get
Ġback ground
p ing
Ġd irt
d rant
Ġsand w
Ġbun ch
Ġ run
Ġveget ab
Ġac ross
us h
Ġhy drant
Ġmount ain
Ġgra z
Ġmid dle
Ġhan ging
Ġv ase
Ġh ill
Ġra cket
Ġvegetab les
Ġm e
Ġf en
Ġg o
Ġbab y
Ġban an
Ġ W
Ġtra cks
Ġre f
Ġco uch
a ce
Ġsandw ich
iff erent
al k
i p
Ġab o
Ġstand s
ch ing
Ġgraz ing
Ġto get
Ġdri ving
Ġcar s
w alk
Ġo ven
P eople
Ġtoget her
Ġairp lane
ie w
Ġd ifferent
Ġt ie
ul t
ct ion
Ġside walk
Ġf e
Ġalon g
M an
ot her
Ġan other
Ġfen ce
u ff
Ġbo x
Ġra c
Ġshee p
Ġbi ke
l y
Ġslop e
Ġher d
Ġe m
Ġv iew
Ġdis p
Ġso c
ed dy
il ing
Ġb ro
c c
Ġf ruit
Ġlon g
Ġ ri
t here
d s
Ġc up
Ġs a
S e
n ing
im al
o us
Ġlot s
Ġt eddy
h ing
Ġcont rol
Ġem pt
Ġempt y
Ġref rigerator
Ġit s
ol i
or m
Se veral
Ġelephant s
cc oli
Ġbro ccoli
Ġbuilding s
Ġsnow board
Ġf ull
Ġj um
Ġke y
Ġtra ck
Ġta king
q uet
Ġdog s
t wo
Ġl ush
Ġan imal
q u
Ġstat ion
Ġri ver
Ġh it
Ġmet al
Ġc le
Ġ un
ut s
Ġhe ad
rid ge
Ġdisp lay
Ġrac quet
Ġchild ren
I N
Ġkey board
Ġ S
Ġ us
g age
p er
Ġm a
Ġdo ing
Ġcar rying
Ġd ay
Ġh at
Ġt ele
Ġwh o
Ġ C
Ġboat s
Ġthe m
g s
Ġman y
Ġre m
Ġ F
Ġc row
ug gage
Ġcut ting
Ġsc reen
Ġ B
Ġrem ot
Ġde c
Ġgo ing
uff ed
Ġabo ve
Ġpa per
Ġsnow y
d o
a ve
Ġcrow d
Ġus ing
i ve
Ġl uggage
is ion
Ġtele v
Ġtelev ision
Ġgrass y
Ġpie ce
Ġsto ve
Ġp re
Ġs un
t h
Ġst uffed
S ome
Ġsw inging
Ġn ight
Ġ im
Ġcow s
Ġth ree
H E
Ġwat ching
ari ous
Ġth row
Ġw ine
Ġmon itor
Ġpre p
Ġsign s
Ġme at
m s
Ġbo dy
Ġskat e
Ġb rick
Ġclo u
Ġp ur
f ul
Ġf ace
u y
s ing
o ur
Ġco ff
Ġcoff ee
Ġdec orat
i an
ar k
Ġbe ing
Ġk n
Ġt rick
Ġbanan as
Ġj et
Ġski ing
Ġad ult
Ġremot e
Ġse veral
Ġb re
Ġchair s
Ġb ridge
Ġcolor ful
in t
i i
Ġv arious
Ġth is
Ġre ady
Ġra il
Ġpo sing
Ġsuit c
a urant
ide o
Ġv ideo
d er
Ġite ms
Ġhol ds
Ġsl ice
s ome
Ġrun ning
Ġla ke
Ġg uy
Ġairp ort
Ġd uring
Ġrest aurant
p s
ain st
Ġa g
Ġag ainst
p le
Ġ P
Ġslee ping
Ġp ro
u d
o c
Ġe at
ar t
Ġ M
Ġloo ks
ĠT V
l ing
Ġbear s
Ġim age
a c
Ġdo ub
Ġdoub le
Ġh ouse
Ġfe w
Ġbanan a
R E
Ġjum ping
Ġse at
ĠF risbee
ĠW ii
Ġf ur
Ġsurf ing
Ġsur round
Ġwindow s
Th is
Ġdon uts
Ġh air
IN G
Ġpassen ger
Ġsm iling
Ġ O
Ġbe a
Ġpur ple
ig h
Ġram p
Ġt ub
Ġh ome
Ġlight s
Ġcontrol ler
a p
f orm
Ġcor ner
Ġ N
Ġat t
Ġbicyc le
Ġli ke
Ġsh o
Ġsurround ed
Ġk ids
Man y
Ġd ark
Ġbas ket
Ġphoto g
Ġin c
ar s
Ġst e
Ġbea ut
Ġbed room
ra w
Ġtow ards
Ġbus y
Ġcab inet
if e
u ce
Ġbot tle
Ġb ran
Ġanimal s
h ic
I T
