#version: 0.2
Ġ t
h e
Ġ a
Ġt he
Ġ o
Ġ i
Ġ s
r e
Ġ b
i n
Ġo f
Ġ w
l e
n d
Ġ c
Ġi s
e r
r o
Ġ f
i t
in g
a r
i g
Ġ p
Ġ T
h a
Ġa nd
ig h
l o
a l
igh t
e n
a c
Ġt o
Ġo n
ĠT he
Ġ g
e d
r a
Ġ d
Ġ le
Ġ m
Ġ l
o r
Ġ v
i d
e s
it h
Ġw ith
Ġ r
o n
a t
al l
Ġv i
a n
g e
f t
Ġb l
Ġle ft
Ġr ight
o t
ac k
id e
Ġs t
Ġw h
Ġb e
it e
i l
o w
Ġwh ite
Ġt hat
e w
u nd
t i
o m
u p
Ġ ha
Ġvi ew
Ġ A
Ġto p
Ġs ide
u r
a d
e l
u t
Ġg ra
s t
c k
e t
Ġha s
i r
Ġbl ack
s s
Ġ h
Ġ up
b le
Ġc o
u n
Ġl ight
Ġ e
u e
Ġb ot
Ġs e
a ge
s i
Ġt re
s e
v e
Ġs h
o d
ro und
ar k
ar d
Ġi m
Ġt h
Ġp l
Ġbot t
Ġ n
t er
Ġim age
l y
re en
Ġbott om
Ġvi si
Ġs m
Ġvisi ble
r i
u l
h ind
Ġbl ue
Ġg reen
Ġo ut
Ġf rom
Ġw all
Ġc lo
Ġb u
a y
u m
m e
Ġb ack
ron t
x t
Ġf ront
Ġp o
c t
o od
Ġsm all
a in
Ġ I
Ġit s
Ġs k
w o
b o
d ing
row n
Ġl ar
o or
n er
Ġse en
c e
Ġb rown
Ġlar ge
Ġ "
Ġbe hind
Ġd ark
Ġt wo
Ġsk y
i s
Ġcor ner
t ed
c h
Ġbu il
l ight
Ġ y
Ġbuil ding
Ġtre es
Ġ B
ow n
Ġs ur
g round
Ġgra ss
Ġs p
bo ve
Ġf ra
A n
el low
Ġmet al
Ġle a
Ġtre e
Ġy ellow
Ġc a
Ġw ind
' s
Ġl in
Ġsig n
d le
Ġm id
l a
Ġa s
ow s
Ġfra me
Ġmid dle
Ġd own
e xt
Ġm o
Ġw ater
Ġwood en
Ġback ground
Ġo ver
Ġp ar
Ġtow ard
Ġt a
Ġf ac
ĠI t
q u
Ġfac ing
u d
Ġa bove
Ġ O
Ġb y
Ġlea ves
p er
t o
u g
Ġ S
o l
Ġs un
r u
p e
an g
cti on
Ġclo ud
Ġsur f
ĠO n
Ġs light
Ġp ain
Ġsurf ace
Ġclo se
t s
f f
Ġs c
d oor
Ġcen ter
re e
Ġalon g
ro ss
k e
Ġhe ad
Ġout door
u s
ck s
ug h
Ġsh in
Ġslight ly
o k
Ġare a
Ġon e
f le
Ġn e
i um
Ġt ext
Ġre fle
a m
Ġshad ow
Ġd i
Ġha ve
ir c
Ġac ross
Ġot her
i c
ĠB e
Ġf en
Ġmed ium
Ġth ree
ro ugh
Ġcon c
Ġthe m
ret e
p le
ĠI n
al k
Ġconc rete
Ġ und
Ġund er
Ġl i
Ġp at
Ġf o
Ġfen ce
Ġd e
men t
ĠBe hind
Ġe y
Ġf loor
Ġs qu
w ard
Ġb a
ad e
Ġpar ti
Ġth rough
Ġcloud s
Ġc ur
Ġp a
Ġwind ow
n e
w ay
Ġtoward s
Ġro ad
Ġe ach
z on
ori zon
ĠT o
Ġh orizon
Ġlo ok
Ġb right
Ġver tic
Ġc irc
Ġm ade
Ġbod y
Ġsh ot
Ġdir t
Ġlon g
Ġshin ing
Ġg o
Ġup per
Ġhorizon t
er s
ti on
Ġp i
Ġc re
Ġhal f
Ġpain ted
Ġpor tion
Ġth in
Ġpo in
Ġs ome
Ġf low
Ġf i
ot her
Ġ L
Ġparti ally
Ġco vered
Ġ /
ct ang
Ġre ctang
Ġg la
w e
ti me
Ġat t
Ġre ad
il ing
Ġm ul
p s
Ġce ment
a s
Ġatt ached
Ġm an
Ġsqu are
Ġin to
Ġed ge
Ġsil ver
Ġd o
Ġd ri
Ġb ran
we en
Ġ C
g s
Ġne ar
s o
Ġc le
Ġbet ween
Ġsit ting
Ġwh ile
at h
ar s
Ġcle ar
Ġey e
Ġver y
Ġt ru
Ġsidew alk
Ġa p
Ġan other
Ġpi e
Ġ P
Ġal so
ay time
r y
Ġlet ters
Ġb rick
" .
Ġf ar
Ġon to
Ġst at
a g
Ġext ending
Ġh o
el d
Ġtru ck
Ġ D
p t
Ġst e
Ġmo st
Ġbe ing
Ġro ck
Ġta ble
Ġ j
Ġvertic ally
Ġpar t
Ġh igh
ir d
Ġin side
Ġplan ts
Ġdist an
Ġrectang ular
Ġlook ing
Ġrefle ction
Ġang led
Ġ M
Ġmul ti
Ġbran ches
Ġread s
t en
Ġstat ue
Ġhorizont ally
Ġst ri
Ġgo ing
Ġn o
Ġro o
Ġwor d
Ġst reet
k s
Ġhang ing
Ġst anding
Ġsha ped
ne ath
or t
Ġm a
Ġbot h
n ing
Ġwel l
Ġroo f
Ġpin k
Ġmo un
Ġdi ff
eren t
Ġ H
i m
Ġdiff erent
Ġle gs
Ġap pe
, "
Ġsh ows
Ġbo x
Ġplan t
Ġfo ur
Ġ k
Ġta il
ter n
Ġce iling
Ġdistan ce
b s
ang le
ct ly
Ġ W
Ġthe ir
v ing
Ġli ke
o ut
Ġdo g
Ġg row
Ġsun light
Ġt ra
Ġfi eld
ĠA t
d er
Ġdri ed
Ġsc ul
t ain
Ġd aytime
Ġpark ing
ag on
ur t
Ġ F
Ġcirc le
Ġcha ir
Ġmulti ple
Ġse ction
ru ct
Ġsha pe
Ġw alk
Ġunder neath
Ġst ruct
Ġf e
Ġscul pt
rid ge
ar t
Ġb ird
Ġtrun k
Ġmost ly
Ġcre am
Ġpie ce
Ġfil led
at e
Ġth ick
Ġar m
Ġp ur
c olored
Ġbl ur
rit ten
Ġbe ige
Ġho use
Ġw ritten
Ġvertic al
ra w
um b
Ġb ridge
he ad
u b
Ġben ch
Ġst a
Ġpur ple
Ġil l
Ġsculpt ure
ĠA bove
Ġth is
lon g
Ġcirc ular
Ġsh ow
Ġrefle cting
ot h
Ġ E
ĠT h
Ġhorizont al
Ġpat tern
Ġf lag
Ġfor ward
Ġstruct ure
Ġdire ctly
Ġh is
ĠThe y
Ġ G
Ġgol d
t h
Ġsur rounding
ĠT wo
b y
Ġag ain
ĠA long
j e
Ġdesig n
bo ard
Ġthe y
Ġsur round
Ġo pen
Ġman y
k ing
i ke
ul l
Ġgrow ing
Ġagain st
Ġpo st
Ġsh ort
Ġle vel
Ġout l
Ġa ir
Ġdi agon
s c
Ġo b
Ġ N
Ġhol ding
Ġwh ich
Ġwhe el
h ic
p ped
Ġc ut
Ġt ri
Ġdis p
Ġst ra
il l
um in
Ġdisp lay
Ġfore ground
p p
Ġhor se
Ġt ur
Ġd raw
Ġs w
Ġmoun ted
Ġn umb
it y
Ġfis h
Ġappe ars
Ġpain t
Ġg ro
Ġob je
Ġthrough out
o st
Ġs and
f or
lo se
Ġshel f
Ġextend s
Ġve hic
Ġ R
Ġbus hes
Ġpa w
Ġ U
Ġrun s
Ġf lat
Ġpat ch
Ġco vering
Ġe x
for m
Ġwe aring
Ġill umin
Ġcon ne
Ġrun ning
Ġon ly
um p
Ġsc at
Ġcur ved
Ġ 2
Ġstra ight
h o
Ġscat tered
Ġg re
um ul
" ,
Ġbus h
Ġpoin ted
Ġ un
Ġup ward
umul us
Ġcom ing
Ġbe en
Ġpo sitioned
Ġse veral
Ġsp ots
d own
u ch
ĠL ight
Ġlo g
Ġbe am
Ġs ame
Ġpoin ting
E R
Ġshow ing
al s
Ġdown ward
Ġbor der
Ġsurround ed
Ġn ight
Ġe m
Ġwall s
Ġw ings
c lose
Ġw ide
Ġgre y
Ġwalk way
h i
Ġco ver
Ġste m
Ġblur ry
Ġplat form
e p
. "
Ġs ay
Ġword s
Ġcur b
Ġover head
is h
Ġ 3
Ġdire ction
Ġs n
Ġt w
u ff
Ġto y
a v
Ġm ir
Ġpanel s
qu arter
I N
Ġri ver
an t
Ġst ret
Ġpoin t
Ġne ck
Ġgro up
Ġlea f
Ġ V
Ġde c
Ġne on
Ġmir ror
Ġj ust
Ġt e
Ġparti al
Ġle g
m ost
ĠD aytime
Ġsp ot
Ġsay s
a k
Ġstri p
Ġfe et
z e
Ġa way
Ġm ural
Ġd ry
Ġly ing
Ġp rin
re ad
sc ra
Ġar row
Ġsc reen
Ġb ig
Ġb ike
ĠA l
in s
Ġc l
Ġsky scra
Ġdiagon ally
Ġcon sists
il s
Ġcre ating
Ġnumb er
Ġf all
Ġlay ing
A R
Ġfo ot
Ġair p
n is
Ġfi ve
Ġten nis
ric al
O N
Ġcolor s
Ġse c
Ġcom plet
le vel
Ġobje ct
Ġg u
Ġf aded
Ġsp ray
Ġen tire
ĠB oth
